Repository: endlessm/gnome-shell
Catalog: po/*.po
Languages: sw

source: Show system-installed extensions
sw: Onyesha upanuzi uliowekwa na mfumo

source: Show enabled extensions
sw: Onyesha viongezeo vimewezeshwa

source: Show disabled extensions
sw: Onyesha viendelezi vilivyolemazwa

source: Show extensions with preferences
sw: Onyesha viendelezi na upendeleo

source: Print extension details
sw: Chapisha maelezo ya ugani

source: List installed extensions
sw: Orodha imewekwa viendelezi

source: FILE
sw: faili

source: Additional source to include in the bundle
sw: Chanzo cha ziada cha kujumuisha kwenye kifungu

source: SCHEMA
sw: miradi

source: A GSettings schema that should be included
sw: Schema ya GSettings ambayo inapaswa kujumuishwa

source: DIRECTORY
sw: HABARI

source: The directory where translations are found
sw: Saraka ambapo tafsiri hupatikana

source: DOMAIN
sw: jina

source: The gettext domain to use for translations
sw: Kikoa cha maandishi ya kutumia kwa tafsiri

source: Overwrite an existing pack
sw: Andika zaidi pakiti iliyopo

source: The directory where the pack should be created
sw: Saraka ambapo pakiti inapaswa kuunda

source: Create an extension bundle
sw: Unda kifungu cha kuongeza

source: More than one source directory specified
sw: Saraka zaidi ya moja ya chanzo imetajwa

source: Opens extension preferences
sw: Inafungua upendeleo wa upanuzi

source: Reset an extension
sw: Rudisha kiendelezi

source: Uninstall an extension
sw: Ondoa kiendelezi

source: Path
sw: Njia

source: Original author
sw: Mwandishi wa asili

source: Version
sw: Toleo

source: State
sw: Jimbo

source: “version” takes no arguments
sw: "Toleo "halitoi hoja

source: Usage:
sw: Matumizi:

source: Print version information and exit.
sw: Chapisha habari ya toleo na utoke.

source: COMMAND
sw: Amri

source: Commands:
sw: Amri:

source: Print help
sw: Chapisha msaada

source: Print version
sw: Toleo la kuchapisha

source: Enable extension
sw: kuwezesha ugani

source: Disable extension
sw: Lemaza kiendelezi

source: Reset extension
sw: Rudisha ugani

source: Uninstall extension
sw: Ondoa ugani

source: Show extension info
sw: Onyesha maelezo ya ugani

source: Open extension preferences
sw: Onyesha maelezo ya ugani

source: Create extension
sw: Unda kiendelezi

source: Package extension
sw: Ugani wa kifurushi

source: Install extension bundle
sw: Weka kifungu cha ugani

source: Mode used by GDM for login screen
sw: Njia inayotumiwa na GDM kwa skrini ya kuingia

source: Use a specific mode, e.g. “gdm” for login screen
sw: Tumia hali maalum, n.k. "Gdm" kwa skrini ya kuingia

source: List possible modes
sw: Orodhesha njia zinazowezekana

# program
source: Unknown
sw: Haijulikani

source: Failed to launch “%s”
sw: Imeshindwa kuzindua"%s"

source: Passwords do not match.
sw: Nywila hazilingani.

source: Password cannot be blank
sw: Nenosiri haliwezi kuwa tupu

source: Authentication dialog was dismissed by the user
sw: Dialog ya uthibitisho ilifukuzwa na mtumiaj

source: System Sounds
sw: Sauti Ya Mfumo

source: Other workspaces
sw: Sehemu nyingine za kazi

source: Current workspace
sw: Sehemu ya kazi sasa

source: Pin to Taskbar
sw: Ongeza kwa Taskbar

source: Unpin from Taskbar
sw: Ondoa kwenye Taskbar

source: Quit %s
sw: Ondoka/Wachana%s

source: Endless Button
sw: Kitufe cha Endless

source: Show Desktop
sw: Onyesha Desktop

source: Show Apps
sw: Onyesha Programu

source: Quit applications
sw: Acha matumizi

source: If an application doesn't respond for a while, select its name and click Quit Application.
sw: Ikiwa programu haitojibu kwa muda, chagua jina lake na ubonyeze Kuacha Maombi.

source: System Monitor
sw: Monitor Mfumo

source: Quit Application
sw: Acha Maombi

source: Hot Corner
sw: Kona ya moto

source: Enable Hot Corner
sw: Washa Kona ya Moto

source: Disable Hot Corner
sw: Lemaza Kona ya Moto

source: %s has been removed
sw: %simeondolewa

source: New Folder
sw: Folder mpya

source: Open "%s" in browser
sw: Fungua "%s" kwa tovuti

source: Search %s for "%s"
sw: Tufuta %s kwa "%s"

source: Search the internet for "%s"
sw: Tafuta mtandao kwa "%s"

source: Orientation Lock
sw: Kitongoji cha Uelekezaji

source: Social Accounts
sw: Akaunti za Jamii

source: Settings
sw: Mipangilio

source: Give Us Feedback
sw: Tupe Maoni

source: Help
sw: Msaada

source: Unnamed
sw: Haijatajwa

source: Custom definition for %s
sw: Ufafanuzi wa kawaida kwa%s
