Repository: endlessm/gnome-shell
Catalog: po/*.po
Languages: sw

source: Shell Extensions
sw: Vipanuzi vya Shell

source: Configure GNOME Shell Extensions
sw: Sanidi Upanuzi wa Shell za GNOME

source: Window management and application launching
sw: Usimamizi wa Window na uzinduzi wa programu

source: Enable internal tools useful for developers and testers from Alt-F2
sw: Wezesha zana za ndani muhimu kwa watengenezaji na majaribio kutoka Alt-F2

source: Allows access to internal debugging and monitoring tools using the Alt-F2 dialog.
sw: Inaruhusu ufikiaji Debugging ya ndani na zana za ufuatiliaji kwa kutumia mazungumzo ya Alt-F2.

source: UUIDs of extensions to enable
sw: UUID wa upanuzi ili kuwezesha

source: GNOME Shell extensions have a UUID property; this key lists extensions which should be loaded. Any extension that wants to be loaded needs to be in this list. You can also manipulate this list with the EnableExtension and DisableExtension D-Bus methods on org.gnome.Shell.
sw: Upanuzi wa Shell wa GNOME una mali ya UUID; kifungo hiki kinaorodhesha upanuzi ambao unapaswa kupakiwa. Ugani wowote ambao unataka kupakiwa unahitaji kuwa katika orodha hii. Unaweza pia kudanganya orodha hii na Njia za EnableExtension na DisableExtension D-Bus kwenye org.gnome.Shell.

source: UUIDs of extensions to force disabling
sw: UUIDs wa upanuzi kulazimisha kuzima

source: GNOME Shell extensions have a UUID property; this key lists extensions which should be disabled, even if loaded as part of the current mode. You can also manipulate this list with the EnableExtension and DisableExtension D-Bus methods on org.gnome.Shell. This key takes precedence over the “enabled-extensions” setting.
sw: Upanuzi wa Shell wa GNOME una mali ya UUID; orodha hii inaorodhesha upanuzi ambao unapaswa kuzimwa, hata ikiwa umejaa kama sehemu ya hali ya sasa. Unaweza pia kudanganya orodha hii na Njia za EnableExtension na DisableExtension D-Bus kwenye org.gnome.Shell. Ufunguo unachukua kipaumbele juu ya mpangilio wa "viongezeo".

source: Disable user extensions
sw: Lemaza upanuzi wa watumiaji

source: Disable all extensions the user has enabled without affecting the “enabled-extension” setting.
sw: Lemaza upanuzi wote ambao mtumiaji amewezesha bila kuathiri mpangilio wa "kuwezeshwa-ugani".mpangilio.

source: Disables the validation of extension version compatibility
sw: Inalemaza uthibitisho wa utangamano wa toleo la ugani

source: GNOME Shell will only load extensions that claim to support the current running version. Enabling this option will disable this check and try to load all extensions regardless of the versions they claim to support.
sw: GNOME Shell itapakia viongezeo tu ambavyo vinadai kusaidia toleo la sasa la kazi. Kuwezesha chaguo hili kutalemaza ukaguzi huu na kujaribu kupakia viongezeo vyote bila kujali matoleo wanayodai kuunga mkono.

source: List of desktop file IDs for favorite applications
sw: Orodha ya vitambulisho vya faili ya desktop kwa programu unazopenda

source: The applications corresponding to these identifiers will be displayed in the favorites area.
sw: Maombi yanayolingana na kitambulisho hiki yataonyeshwa kwenye eneo linalofaa.

source: App Picker View
sw: Mwonekano wa Picker ya programu

source: Index of the currently selected view in the application picker.
sw: Kielelezo cha mwonekano uliochaguliwa kwa sasa katika kichagua programu.

source: History for command (Alt-F2) dialog
sw: Historia ya dialog ya amri (Alt-F2)

source: History for the looking glass dialog
sw: Historia ya mazungumzo ya glasi inayoangalia

source: Always show the “Log out” menu item in the user menu.
sw: Onyesha kila wakati kitufe cha menyu "Toka" kwenye menyu ya watumiaji.

source: This key overrides the automatic hiding of the “Log out” menu item in single-user, single-session situations.
sw: Kifunguo hiki kinazidi ufichaji wa otomatiki wa menyu ya "Toka" katika hali ya mtumiaji mmoja, hali ya kikao kimoja.

source: Whether to remember password for mounting encrypted or remote filesystems
sw: Ikiwa unakumbuka nenosiri la kuweka mifumo iliyosimbwa au ya mbali

source: The shell will request a password when an encrypted device or a remote filesystem is mounted. If the password can be saved for future use a “Remember Password” checkbox will be present. This key sets the default state of the checkbox.
sw: Gombo litaomba nenosiri wakati kifaa kilichosimbwa au mfumo wa faili wa mbali umewekwa. Ikiwa nywila inaweza kuokolewa kwa kutumia kisanduku cha kuangalia cha "Kumbuka Nywila" kitakuwepo. Kifunguo hiki huweka hali ya kisanduku cha ukaguzi.

source: Whether the default Bluetooth adapter had set up devices associated to it
sw: Ikiwa adapta ya default ya Bluetooth ilikuwa imeweka vifaa vinavyohusiana nayo

source: The shell will only show a Bluetooth menu item if a Bluetooth adapter is powered, or if there were devices set up associated with the default adapter. This will be reset if the default adapter is ever seen not to have devices associated to it.
sw: Gamba litaonyesha tu kipengee cha menyu ya Bluetooth ikiwa adapta ya Bluetooth imewezeshwa, au ikiwa kuna vifaa vilivyoundwa vilivyojumuishwa na adapta ya kawaida. Hii itawekwa upya ikiwa adapta chaguo-msingi ikionekana kutokuwa na vifaa vinavyohusiana nayo.

source: Enable introspection API
sw: Wezesha API ya utambuzi

source: Enables a D-Bus API that allows to introspect the application state of the shell.
sw: Inawezesha D-Bus API ambayo inaruhusu kugundua hali ya matumizi ya ganda.

source: Whether the App Center is displayed
sw: Ikiwa Kituo cha Programu kinaonyeshwa.

source: Whether the application grid displays the App Center icon.
sw: Ikiwa gridi ya programu ionesha ikoni ya Kituo cha App.

source: Whether the Tray Area will be enabled
sw: Ikiwa eneo la Tray litawezeshwa

source: This enables an area on the right side of the bottom panel where the icons for those applications still relying on the tray area will display their status icons (e.g. Steam, Dropbox, Skype...).
sw: Hii inawasha eneo upande wa kulia wa jopo la chini ambapo icons za matumizi hayo bado hutegemea eneo la tray zinaonyesha picha za hali yao (k.m. Steam, Dropbox, Skype ...).

source: Enable Hack mode
sw: Washa hali ya Hack

source: If true, enables the Hack experience
sw: Ikiwa ni kweli, inawezesha uzoefu wa Hack

source: Pulse Hack desktop icon
sw: Puma kidude cha hack kwenye desikitop

source: If true, the Hack desktop icon will pulse to attract the user.
sw: Ikiwa ni kweli, ikoni ya Hifadhi ya Hack desktop itavutia mtumiaji.

source: Show the Hack launcher in the desktop
sw: Onyesha kizindua cha Hack kwenye desktop

source: If true, the Hack desktop icon will be shown.
sw: Ikiwa ni kweli, ikoni ya Hifadhi ya Hack desktop itaonyeshwa.

source: Enables the hot corner for the window picker
sw: Inawasha kona ya moto kwa kichaa cha windows

source: By default, the hot corner for the window picker is enabled. Set false to disable the hot corner.
sw: Kwa msingi, kona ya moto kwa kichaa cha iwasha imewashwa. Weka uwongo kuzima kona moto.

source: Set the left/right position of the hot corner for the window picker
sw: Weka nafasi ya kushoto / kulia ya kona moto kwa kichaa cha dirisha

source: Default position of the hot corner is in a right corner. Set false to move the hot corner to a left corner. The position is not affected by the RTL vs. LTR text direction.
sw: Msimbo wa chaguo-msingi wa kona moto iko kwenye kona ya kulia. Weka uwongo kusonga kona ya moto hadi kona ya kushoto. Msemo haujaathiriwa na mwelekeo wa maandishi wa RTL dhidi ya LTR.

source: Set the top/bottom position of the hot corner for the window picker
sw: Weka nafasi ya juu / chini ya kona ya moto kwa kichaa cha dirisha

source: Default position of the hot corner is in a bottom corner. Set false to move the hot corner to a top corner.
sw: Msingi wa nafasi ya kona moto iko kwenye kona ya chini. Weka uwongo kusonga kona ya moto hadi kona ya juu.

source: Set the size of the hot corner target
sw: Weka saizi ya shabaha ya kona ya moto

source: Number of pixels in one dimension of the square target for the hot corner. Default is for a single pixel in the very corner. For some virtual machines, this value may need to be set larger than the default.
sw: Idadi ya saizi katika mwelekeo mmoja wa lengo la mraba kwa kona ya moto. Chaguo msingi ni saizi moja kwenye kona moja. Kwa mashine zingine, thamani hii inaweza kuhitaji kuwekwa kubwa kuliko chaguo msingi.

source: Prevent apps from being automatically maximized on launch
sw: Zuia programu kutoka kuzidishwa kiatomati kwenye uzinduzi

source: Makes window management more like standard Gnome. Hides application splash screens, prevents applications from being forced to open maximized, and does not automatically switch to the app selector when a window is minimized.
sw: Hufanya usimamizi wa windows kama kawaida ya Gnome. Hificha programu za kugawanyika, inazuia maombi kutoka kwa kulazimishwa kufungua kuongezeka, na haibadilishi kiotomati kiotomati wakati dirisha linapopunguzwa.

source: Whether password reset is allowed
sw: Ikiwa kuweka upya nywila kunaruhusiwa

source: This key controls whether to show the "Forgot Password?" button on the login screen. 'default' tells GNOME Shell to use the vendor default setting. 'enable' and 'disable' can be used to explicitly enable or disable the reset button, respectively. Note that it only makes sense to set this key for the Debian-gdm user; changing it for your own user account will have no effect.
sw: Kifunguo hiki kinadhibiti ikiwa ni kuonyesha "Nywila ya kusahau?" kitufe kwenye skrini ya kuingia. 'default' inamwambia GNOME Shell kutumia mpangilio wa chaguo-msingi wa muuzaji. 'Wezesha' na 'afya' inaweza kutumika kuwezesha wazi au kuzima kitufe cha kuweka upya, mtawaliwa. Kumbuka kuwa ina maana tu kuweka ufunguo huu kwa mtumiaji wa Debian-gdm; kuibadilisha kwa akaunti yako mwenyewe hakutakuwa na athari.

source: List of desktop file IDs for applications pinned to taskbar (DEPRECATED)
sw: Orodha ya vitambulisho vya faili ya desktop ya programu zilizobandikwa kwenye bar ya viboreshaji (KUMBUKA)

source: The applications corresponding to these identifiers will be displayed in the taskbar at the bottom of the Endless desktop. THIS IS DEPRECATED NOW: any value in here will be automatically copied over to the favorite-apps key by the shell on start, and then cleared from here.
sw: Maombi yanayolingana na kitambulisho hiki yataonyeshwa kwenye kizuizi cha kazi chini ya desktop isiyo na mwisho. HILI LILIVYOSIMULIWA SASA: Thamani yoyote hapa itakiliwa kiotomatiki kwa kitufe cha programu unachoipenda na ganda linaloanza, na kisha kutolewa hapa.

source: Layout of application launcher icons in the grid
sw: Mpangilio wa icons za uzinduzi wa programu kwenye gridi .

source: This key specifies the exact order of the icons shown in the applications launcher view.
sw: Kitufe hiki kinabainisha mpangilio halisi wa icons zilizoonyeshwa kwenye mwonekano wa kishawishi cha programu.

source: Languages for which the discovery feed feature is enabled.
sw: Lugha ambazo kiulisho cha ugunduzi huwezeshwa.

source: If the system language matches any of these languages, the discovery feed will be enabled. You will need to restart the shell for changes to this setting to take effect.
sw: Ikiwa lugha ya mfumo inalingana na yoyote ya lugha hizi, malisho ya ugunduzi yatawezeshwa. Utahitaji kuanza tena ganda kwa mabadiliko kwenye mpangilio huu ili kuanza kutumika.

source: Whether or not to enable the wobbly effect
sw: Kama au kuwezesha athari ya kuzunguka

source: WOBBLY!
sw: fit ya hasira au hofu.

source: Wobbly effect Spring Constant
sw: Athari za hofu Spring Constant

source: Springiness of wobbly effect
sw: Springness ya athari wobbly

source: Wobbly effect Friction
sw: Athari za Wobbly Friction

source: Friction of wobbly effect
sw: Friction ya athari za wobbly

source: Wobbly effect slowdown factor
sw: Athari ya wobbly kushuka kwa nguvu

source: Slowdown factor of wobbly effect (1.0 being normal speed)
sw: Kushuka kwa sababu ya athari ya wobbly kuzunguka (1.0 kuwa kasi ya kawaida)

source: Wobbly effect object movement range
sw: Athari za wobbly harakati za mzunguko wa upana

source: How much objects are allowed to move in the mesh. A higher range allows for a more pronounced effect.
sw: Vitu vingapi vinaruhusiwa kusonga kwenye mesh. Masafa ya juu huruhusu athari inayotamkwa zaidi.

source: Keybinding to open the application menu
sw: Kufunga muhimu kufungua menyu ya programu

source: Keybinding to open the application menu.
sw: Kufunga muhimu kufungua menyu ya programu

source: Keybinding to open the “Show Applications” view
sw: Kufunga muhimu kufungua mtazamo wa "Onyesha Programu"

source: Keybinding to open the “Show Applications” view of the Activities Overview.
sw: Kufunga muhimu kufungua "Maombi ya Onyesho" ya muhtasari wa Shughuli.

source: Keybinding to open the overview
sw: Kufunga muhimu kufungua muhtasari

source: Keybinding to open the Activities Overview.
sw: Kufunga muhimu kufungua shughuli kwa muhtasari wa Shughuli.

source: Keybinding to toggle the visibility of the notification list
sw: Kufunga kuu ili kubadilisha mwonekano wa orodha ya arifu.

source: Keybinding to toggle the visibility of the notification list.
sw: Kufunga kuu ili kubadilisha mwonekano wa orodha ya arifu.

source: Keybinding to focus the active notification
sw: Kufunga kuu kwa kuzingatia arifa inayofanya kazi

source: Keybinding to focus the active notification.
sw: Kufunga kuu kwa kuzingatia arifa inayofanya kazi.

source: Switch to application 1
sw: Badilisha kwa programu 1

source: Switch to application 2
sw: Badilisha kwa programu 2

source: Switch to application 3
sw: Badilisha kwa programu 3

source: Switch to application 4
sw: Badilisha kwa programu 4

source: Switch to application 5
sw: Badilisha kwa programu 5

source: Switch to application 6
sw: Badilisha kwa programu 6

source: Switch to application 7
sw: Badilisha kwa programu 7

source: Switch to application 8
sw: Badilisha kwa programu 8

source: Switch to application 9
sw: Badilisha kwa programu 9

source: Keybinding that shows the force app exit dialog
sw: Kufunga muhimu ambayo inaonyesha mazungumzo ya programu ya nguvu

source: Keybinding to activate the first app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya kwanza kwenye upau wa ikoni.

source: Keybinding to open the first app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya kwanza kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the second app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya pili kwenye upau wa ikoni.

source: Keybinding to open the second app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya pili kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the third app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya tatu kwenye upau wa icon.

source: Keybinding to open the third app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya tatu kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the fourth app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya nne kwenye upau wa kidude.

source: Keybinding to open the fourth app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya nne kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the fifth app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya tano kwenye upau wa ikoni.

source: Keybinding to open the fifth app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya tano kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the sixth app in the icon bar.
sw: Kufunga muhimu ili kuamilisha programu ya sita kwenye upau wa ikoni.

source: Keybinding to open the sixth app in the icon bar, or switch to the app if already open.
sw: Kufunga kufungua programu ya sita kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the seventh app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya saba kwenye upau wa ikoni.

source: Keybinding to open the seventh app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya saba kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the eighth app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya nane kwenye upau wa ikoni.

source: Keybinding to open the eighth app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya nane kwenye upau wa ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Keybinding to activate the last app in the icon bar.
sw: Kufunga kuu ili kuamilisha programu ya mwisho kwenye upau wa ikoni.

source: Keybinding to open the last app in the icon bar, or switch to the app if already open.
sw: Kufunga muhimu kufungua programu ya mwisho kwenye bar ya ikoni, au badilisha kwa programu ikiwa tayari imefunguliwa.

source: Limit switcher to current workspace.
sw: Punguza swichi kwa nafasi ya kazi ya sasa.

source: If true, only applications that have windows on the current workspace are shown in the switcher. Otherwise, all applications are included.
sw: Ikiwa ni kweli, matumizi tu ambayo yana madirisha kwenye nafasi ya kufanya kazi ya sasa yanaonyeshwa kwenye swichi. Vinginevyo, matumizi yote yanajumuishwa.

source: The application icon mode.
sw: Njia ya ikoni ya programu.

source: Configures how the windows are shown in the switcher. Valid possibilities are “thumbnail-only” (shows a thumbnail of the window), “app-icon-only” (shows only the application icon) or “both”.
sw: Inasanidi jinsi madirisha yanaonyeshwa kwenye swichi. Uwezo halali ni "kijipicha-pekee" (inaonyesha kijipicha cha dirisha), "programu-ikoni-tu" (inaonyesha tu ikoni ya programu) au "zote mbili".

source: If true, only windows from the current workspace are shown in the switcher. Otherwise, all windows are included.
sw: Ikiwa ni kweli, madirisha tu kutoka kwa nafasi ya kazi ya sasa yanaonyeshwa kwenye swichi. Vinginevyo, madirisha yote yanajumuishwa.

source: Locations
sw: Maeneo

source: The locations to show in world clocks
sw: Sehemu za kuonyesha kwenye saa za ulimwengu

source: Automatic location
sw: Maeneo otomatiki

source: Whether to fetch the current location or not
sw: Ikiwa utachukua eneo la sasa au la

source: Location
sw: Maeneo

source: The location for which to show a forecast
sw: Mahali pa kuonyesha utabiri

source: Attach modal dialog to the parent window
sw: Mahali pa kuonyesha utabiri

source: This key overrides the key in org.gnome.mutter when running GNOME Shell.
sw: Kitufe hiki hufunika ufunguo zaidi katika org.gnome.mutter wakati wa kuendesha Shelisha ya GNOME.

source: Enable edge tiling when dropping windows on screen edges
sw: Wezesha tiling makali wakati wa kuacha windows kwenye kingo za skrini

source: Workspaces are managed dynamically
sw: Sehemu za kazi zinasimamiwa kwa nguvu

source: Workspaces only on primary monitor
sw: Nafasi za kazi tu kwenye mfuatiliaji wa kimsingi

source: Delay focus changes in mouse mode until the pointer stops moving
sw: Kuchelewesha mabadiliko katika hali ya panya hadi pointer itaacha kusonga

source: Watermark file
sw: Faili ya watermark

source: The full watermark file path
sw: Njia kamili ya faili ya watermark

source: Watermark position
sw: Msimamo wa Watermaki

source: The position of the watermark; valid values are 'center', 'bottom-left', 'bottom-center' and 'bottom-right'
sw: Nafasi ya watermark; maadili halali ni 'kituo', 'chini kushoto', 'chini-katikati' na 'chini-kulia'

source: Watermark size
sw: Saizi ya Watermaki

source: The watermark size in percent relative to the screen width
sw: Saizi ya watermark kwa asilimia inayohusiana na upana wa skrini

source: Watermark border
sw: Mpaka wa watermark

source: The watermark around the logo
sw: Kitengo cha watermark kinachozunguka nembo

source: Watermark opacity
sw: Uwezo wa watermark

source: The watermark of the logo
sw: Kitengo watermark cha nembo

source: Watermark always visible
sw: Watermark huonekana kila wakati

source: Show the watermark even on a non default background
sw: Onyesha watermark hata kwenye msingi usio na msingi

source: Network Login
sw: Ingia Mtandaoni

source: Something’s gone wrong
sw: Kuna kitu kibaya

source: We’re very sorry, but there’s been a problem: the settings for this extension can’t be displayed. We recommend that you report the issue to the extension authors.
sw: Samahani sana, lakini kumekuwa na shida: mipangilio ya ugani hii haiwezi kuonyeshwa. Tunapendekeza uripoti suala hilo kwa waandishi wa ugani.

source: Technical Details
sw: Maelezo ya Ufundi

source: Copy Error
sw: Nakili Kosa

source: Homepage
sw: Ukurasa wa nyumbani

source: Visit extension homepage
sw: Tembelea ukurasa wa mwanzo wa ugani

source: No Extensions Installed
sw: Hakuna viongezo vilivyowekwa

source: Extensions can be installed through Software or <a href="https://extensions.gnome.org">extensions.gnome.org</a>.
sw: Viongezeo vinaweza kusanikishwa kupitia Programu au<a href="https://extensions.gnome.org">extensions.gnome.org</a>

source: Browse in Software
sw: Vinjari katika Programu

source: We’re very sorry, but it was not possible to get the list of installed extensions. Make sure you are logged into GNOME and try again.
sw: Tunasikitika sana, lakini haikuwezekana kupata orodha ya viongezo vilivyosanikishwa. Hakikisha umeingia kwenye GNOME na ujaribu tena.

source: Show password hint
sw: Onyesha kidokezo cha nenosiri

source: Forgot password?
sw: Umesahau nywila?

source: Cancel
sw: Futa

source: Next
sw: Ifuatayo

source: Unlock
sw: Fungua

# button
source: Sign In
sw: Ingia

source: Enter unlock code:
sw: Ingiza msimbo wa kufungua:

source: Please inform customer support of your verification code %s by emailing %s. Customer support will use the verification code to provide you with an unlock code, which you can enter here.
sw: Tafadhali eleza usaidizi wa mteja kwa nambari yako ya uthibitisho%skwa kutuma barua pepe%s.Msaada wa mteja utatumia nambari ya uthibitisho kukupa nambari ya kufungua, ambayo unaweza kuingia hapa.

source: Reset Password
sw: Weka upya nenosiri

source: Your unlock code was incorrect. Please try again.
sw: Nambari yako ya kufungua haikuwa sahihi. Tafadhali jaribu tena.

source: Choose Session
sw: Chagua Kipindi

source: Not listed?
sw: Haijaorodheshwa?

source: (e.g., user or %s)
sw: (k.m., mtumiaji au %s)

source: Username:
sw: Jina la mtumiaji:

source: Login Window
sw: Ingia mfumo wa uendeshaji

source: Authentication error
sw: Hitilafu ya uthibitishaji.

source: (or swipe finger)
sw: (au swipe kidole)

# search-result
source: Power Off
sw: Kuzima

source: power off;shutdown;reboot;restart
sw: kuzima, kuzima, kuzindua tena, kuanza upya

# search-result
source: Lock Screen
sw: Kufunga skirini

source: lock screen
sw: Funga skrini

# search-result
source: Log Out
sw: logi nje

source: logout;log out;sign off
sw: logi, toka nje; saini mbali

# search-result
source: Suspend
sw: Ahirisha/Ning’iniza

source: suspend;sleep
sw: Ahirisha;kulala

# search-result
source: Switch User
sw: Badili mtumiaji

source: switch user
sw: Badili mtumiaji

# search-result
source: Lock Orientation
sw: mwelekeo wa kufuli

source: lock orientation;screen;rotation
sw: mwelekeo wa kufuli, skrini; mzunguko

source: Command not found
sw: Amri haipatikani

source: Could not parse command:
sw: Haikuweza kupiga amri:
