Repository: endlessm/gnome-shell
Catalog: po/*.po
Languages: sw

source: Execution of “%s” failed:
sw: Utekelezaji wa "Dakika moja%s " umeshindwa:

source: Just now
sw: Sasa hivi

source: %d minute ago
sw: %dDakika zilizopita

source: %d hour ago
sw: %dMasaa yaliyopita

source: Yesterday
sw: Jana

source: %d day ago
sw: %d Siku Zilizopita

source: %d week ago
sw: %d wiki iliyopita

source: %d month ago
sw: %dMiezi Iliyopita

source: %d year ago
sw: %dMiaka Iliyopita

source: %H∶%M
sw: Muda katika muundo wa 24h % Masaa : % Dakika

source: Yesterday, %H∶%M
sw: Jana %Masaa∶ %Dakika

source: %A, %H∶%M
sw: Hii ni jina la siku ya wiki lifuatiwa na kamba ya muda katika muundo wa 24h. yaani, "Jumatatu, %A14:30"

source: %l∶%M %p
sw: muda katika muundo wa 12h%p

source: Yesterday, %l∶%M %p
sw: Jana, %l∶%M%p

source: Hotspot Login
sw: Hotspot Ingia

source: Your connection to this hotspot login is not secure. Passwords or other information you enter on this page can be viewed by people nearby.
sw: Uunganisho wako kwenye kuingia hii hotspot si salama. Nywila au habari nyingine unazoingia kwenye ukurasa huu zinaweza kutazamwa na watu wa karibu.

source: Deny Access
sw: Zuia Matumizi

source: Grant Access
sw: Ruhusu matumizi

source: Rename
sw: Ipe jina tena

source: Open Windows
sw: Fungua Windows

source: New Window
sw: Mfumo mpya wa uendeshaji

source: Launch using Dedicated Graphics Card
sw: Uzindua kwa kutumia Kadi ya Dhahabu iliyotolewa

source: Remove from desktop
sw: Ondoa kwenye desktop

source: Remove
sw: Ondoa

source: Endless Hack: Unlock infinite possibilities through coding
sw: Endless Hack: Fungua uwezekano usio na kipimo kupitia utunzi wa coding

source: Hack is a new learning platform from Endless, focused on teaching the foundations of programming and creative problem-solving to kids, ages 10 and up. With 5 different pathways, Hack has a variety of activities that teach a wide range of skills and concepts - check it out!
sw: Hack ni jukwaa mpya la kujifunza kutoka kwa Kutokuwa na mwisho, lililenga kufundisha misingi ya programu na utatuzi wa shida kwa watoto, wenye umri wa miaka 10 na kuendelea. Na njia 5 tofauti, Hack ina shughuli mbali mbali ambazo hufundisha ustadi na dhana mbali mbali - angalia!

source: Select Audio Device
sw: Chagua Kifaa cha Sauti

source: Sound Settings
sw: Mipangilio ya sauti

source: Headphones
sw: kipaza sauti cha kichwa

source: Headset
sw: kipaza sauti cha kichwa

source: Microphone
sw: Kipaza sauti

source: Change Background…
sw: Badilisha asili

source: Add App
sw: Ongeza Programu

source: Add Website
sw: Ongeza Tovuti

source: Previous month
sw: Mwezi uliopita

source: Next month
sw: Mwezi Ujao

source: Week %V
sw: Week five

# event list time
source: All Day
sw: Siku nzima

source: No Notifications
sw: Hakuna Taarifa

source: No Events
sw: Hakuna Matukio

source: Clear
sw: Wazi

source: “%s” is not responding.
sw: %s haijibu

source: You may choose to wait a short while for it to continue or force the application to quit entirely.
sw: Unaweza kuchagua kusubiri muda mfupi ili kuendelea au kushinikiza programu kuacha kabisa.

source: Force Quit
sw: Lazimu kuzima.

source: Wait
sw: Subiri

source: External drive connected
sw: Hifadhi ya nje imeunganishwa

source: External drive disconnected
sw: Hifadhi ya nje imetengwa

source: Unable to unlock volume
sw: Imeshindwa kufungua kiasi

source: The installed udisks version does not support the PIM setting
sw: Toleo la udisks lililosanikishwa haliungi mkono mpangilio wa PIM

source: Open with %s
sw: Fungua na %s

source: Password:
sw: Nenosiri:

source: Type again:
sw: Andika tena:

source: Alternatively you can connect by pushing the “WPS” button on your router.
sw: Vinginevyo unaweza kuungana kwa kusukuma kitufe cha "WPS" kwenye router yako.

source: Connect
sw: Unganisha

source: Limited Data
sw: Takwimu ndogo

source: Unlimited Data
sw: Takwimu zisizo na ukomo

source: Enable if your connection has limits on how much you can download.
sw: Wezesha ikiwa uunganisho wako una mipaka kwa kiasi gani unaweza kupakua.

source: This connection doesn't have limits on how much you can download.
sw: Uunganisho huu hauna mipaka juu ya kiasi gani unaweza kupakua.

source: Password:
sw: Nenosiri:

source: Key:
sw: Muhimu:

source: Private key password:
sw: Nywila ya siri ya faragha:

source: Identity:
sw: Tambulisho

source: Service:
sw: Huduma: /Maabudu

source: Enter the Wi-Fi password for “%s”
sw: Ingiza nenosiri la Wi-Fi la "%s"

source: Wired 802.1X authentication
sw: Umeunganishwa 802.1X uthibitishaji

source: Network name:
sw: Jina la mtandao:

source: DSL authentication
sw: Uthibitishaji wa DSL

source: PIN code required
sw: Nambari ya PIN inahitajika

source: PIN code is needed for the mobile broadband device
sw: Nambari ya PIN inahitajika kwenye kifaa cha simu ya broadband

source: PIN:
sw: Nenosiri:

source: Mobile broadband network password
sw: Nenosiri la mtandao wa mtandao wa broadband

source: A password is required to connect to “%s”.
sw: Nenosiri linahitajika kuunganisha %s

source: Network Manager
sw: Meneja wa Mtandao

source: Authentication required by wireless network
sw: Uthibitishaji unaotakiwa na mtandao wa wireless

source: Passwords or encryption keys are required to access the wireless network “%s”.
sw: Nywila au funguo za encryption inahitajika kupata mtandao wa waya "%s"

source: Authentication Required
sw: Uthibitishaji Unahitajika

source: Administrator
sw: Msimamizi

source: Authenticate
sw: Thibitisha

source: Sorry, that didn’t work. Please try again.
sw: Samahani, hiyo haijafanya kazi. Tafadhali jaribu tena.

source: %s is now known as %s
sw: %sinajulikana kama%s

source: Show Applications
sw: Onyesha programu

source: Remove from Favorites
sw: Ondoa kutoka Unayopendelea

source: Dash
sw: Dashi

source: Add world clocks…
sw: Ongeza saa za ulimwengu…

source: World Clocks
sw: Saa za Ulimwengu

source: Weather
sw: Hali ya hewa

source: Select a location…
sw: Chagua eneo ...

source: Loading…
sw: Inapakia ...

source: Go online for weather information
sw: Nenda mkondoni kwa habari ya hali ya hewa

source: Weather information is currently unavailable
sw: Maelezo ya hali ya hewa hayapatikani

# title
source: Log Out %s
sw: logi nje %s

# title
source: Log Out
sw: logi nje

# button
source: Log Out
sw: logi nje

# title
source: Power Off
sw: Kuzima

# title
source: Install Updates & Power Off
sw: Sasisha Sasisho na Uzima

# checkbox
source: Install pending software updates
sw: Weka sasisho za programu inayosubiri

# button
source: Restart
sw: Anzisha tena

# button
source: Power Off
sw: Kuzima

# title
source: Restart
sw: Anzisha tena

# title
source: Restart & Install Updates
sw: Anzisha tena na Usasishe Sasisho

# button
source: Restart &amp; Install
sw: Anzisha tena & amp; Weka

# button
source: Install &amp; Power Off
sw: Weka & amp; Nguvu Imezimwa

# checkbox
source: Power off after updates are installed
sw: Kuzima baada ya kusasishwa kusanikishwa

# title
source: Restart & Install Upgrade
sw: Anzisha upya na Usakinishe

source: %s %s will be installed after restart. Upgrade installation can take a long time: ensure that you have backed up and that the computer is plugged in.
sw: %s%s itawekwa baada ya kuanza tena. Usanidi wa kuboresha unaweza kuchukua muda mrefu: hakikisha una msaada na kwamba kompyuta imeunganishwa.

source: Running on battery power: please plug in before installing updates.
sw: Kuendesha juu ya nguvu ya betri: tafadhali ingiza kabla ya kusanidi sasisho.

source: Some applications are busy or have unsaved work.
sw: Maombi mengine ni busy au yana kazi isiyookoka.

source: Other users are logged in.
sw: Watumiaji wengine wameingia.

source: %s (remote)
sw: %s(mbali)

source: %s (console)
sw: %s(faraja)

source: Install
sw: simika/-weka chombo mahali

source: Download and install “%s” from extensions.gnome.org?
sw: Pakua na usanikishe "%s" kutoka kwa extensions.gnome.org?

source: %s wants to inhibit shortcuts
sw: %s anataka kuzuia njia za mkato

source: Application wants to inhibit shortcuts
sw: Maombi anataka kuzuia njia za mkato

source: You can restore shortcuts by pressing %s.
sw: Unaweza kurejesha njia za mkato kwa kushinikiza %s

source: Deny
sw: Kataa

source: Allow
sw: Ruhusu

source: Slow Keys Turned On
sw: Funguo nyepesi Zimewashwa

source: Slow Keys Turned Off
sw: Funguo nyepesi Zimezimwa

source: You just held down the Shift key for 8 seconds. This is the shortcut for the Slow Keys feature, which affects the way your keyboard works.
sw: Ulishikilia tu kitufe cha Shift kwa sekunde 8. Hii ndio njia ya mkato ya kipengele cha Slow Keys, ambacho huathiri jinsi kibodi yako inavyofanya kazi.

source: Sticky Keys Turned On
sw: Funguo za Sticky Zimefungwa

source: Sticky Keys Turned Off
sw: Funguo za Sticky Zilizimwa

source: You just pressed the Shift key 5 times in a row. This is the shortcut for the Sticky Keys feature, which affects the way your keyboard works.
sw: Ulisisitiza kitufe cha Shift mara 5 mfululizo. Hii ndio njia ya mkato ya kifunguo cha Stick Keys, ambacho huathiri jinsi kibodi yako inavyofanya kazi.

source: You just pressed two keys at once, or pressed the Shift key 5 times in a row. This turns off the Sticky Keys feature, which affects the way your keyboard works.
sw: Ulisisitiza funguo mbili mara moja, au ukashinikiza kitufe cha Shift mara 5 mfululizo. Hii inazima funguo za Stick Keys, zinazoathiri jinsi kibodi yako inavyofanya kazi.

source: Leave On
sw: Ondoka

source: Turn On
sw: Washa

source: Turn Off
sw: Kuzima

source: Leave Off
sw: Ondoka

source: Region & Language Settings
sw: Mipangilio ya Mkoa na Lugha

source: No extensions installed
sw: Hakuna vifuniko vilivyosanikishwa

source: %s has not emitted any errors.
sw: %s haijatoa makosa yoyote.

source: Hide Errors
sw: Ficha Makosa

source: Show Errors
sw: Onyesha Makosa

source: Enabled
sw: Imewezeshwa

source: Disabled
sw: Walemavu

source: Error
sw: Kosa

source: Out of date
sw: Imepitwa na wakati

source: Downloading
sw: Inapakua

source: View Source
sw: Chanzo cha Kutazama

source: Web Page
sw: Ukurasa wa Wavuti

source: System Information
sw: Habari ya Mfumo

source: Unknown artist
sw: Msanii asiyejulikana.

source: Unknown title
sw: Kichwa haijulikani.

source: Undo
sw: Futa.

source: No apps are open
sw: Hakuna programu zimefunguliwa.

source: Overview
sw: Maelezo ya jumla.

source: New shortcut…
sw: Njia mkato mpya ...

source: Application defined
sw: Programu inafafanuliwa.

source: Show on-screen help
sw: Onyesha msaada wa skrini.

source: Switch monitor
sw: Badilisha ufuatiliaji

source: Assign keystroke
sw: Shirikisha keystroke.

source: Done
sw: Imefanywa.

source: Edit…
sw: Badilisha ...

source: None
sw: Hakuna

source: Press a button to configure
sw: Bonyeza kitufe kusanidi

source: Press Esc to exit
sw: Bonyeza Esc ili utoke

source: Press any key to exit
sw: Bonyeza kitufe chochote kutoka

source: Show Details
sw: Onyesha maelezo

source: Quit
sw: Ondoa au Ondoka.

source: Activities
sw: Shughuli.

# System menu in the top bar
source: System
sw: Mfumo.

source: User Menu
sw: Menyu ya Mtumiaji.

# Power menu
source: Power
sw: Washa.

source: Bottom Bar
sw: Kiponyezi ya chini.

source: Your Pay As You Go usage credit has expired.
sw: Malipo yako ya kutumia kompyuta yamekamilika .

source: Enter a new code to unlock your computer:
sw: Ingiza msimbo mpya wa kufungua kompyuta yako:

source: Don’t have an unlock code? That’s OK!
sw: Hamuna msimbo wa kufungua? Hiyo ni sawa!

source: Talk to your sales representative to purchase a new code. Call or text %s at %s
sw: Ongea na mwakilishi wako wa mauzo kununua code mpya. Wito au maandishi %s katika %s

source: Talk to your sales representative to purchase a new code.
sw: Ongea na mwakilishi wako wa mauzo kununua code mpya.

source: Unlock Machine
sw: Kufungua Mashine

source: Success!
sw: Kufanikiwa!

source: Remaining time cleared!
sw: Wakati uliobaki umewekwa wazi!

source: OK!
sw: SAWA!

source: Pay As You Go
sw: Kulipa unapoenda au Unapotumia

source: Enter an unlock code to extend the time before your credit has expired.
sw: Ingiza msimbo wa kufungua ili kupanua wakati kabla ya mkopo wako kufukia tamati.

source: Subscription runs out in %s.
sw: Usajili unakamilika baada ya dakika %s

source: Too many attempts. Try again in %s minute.
sw: Majaribio mengi sana. Jaribu tena kwa %s dakika.

source: Too many attempts. Try again in a few seconds.
sw: Majaribio mengi sana. Jaribu tena baada ya sekunde chache.

source: Invalid code. Please try again.
sw: Msimbo batili. Tafadhali jaribu tena.

source: Code already used. Please enter a new code.
sw: Kanuni tayari imetumiwa. Tafadhali ingiza msimbo mpya.

source: Time exceeded while verifying the code
sw: Muda ulizidi wakati wa kuthibitisha msimbo.

source: Unknown error
sw: Hitilafu isiyojulika.

source: Apply Code
sw: Weka Msimbo.

source: %s second
sw: %s sekunde

source: %s minute
sw: %sMadakika

source: %s hour
sw: %s Saa

source: %s day
sw: %s Siku

source: 1 year has been added to your Pay As You Go credit.
sw: Mwaka 1 umeongezwa kwa mkopo wako wa Lipa Unapoenda.

source: You have successfully unlocked your Endless Machine
sw: Umefanikiwa kufungua Mashine yako isiyo na mwisho

source: Enter a Command
sw: Ingiza amri

source: Close
sw: Funga

source: Restart is not available on Wayland
sw: Anzisha tena haipatikani Wayland

source: Restarting…
sw: Anzisha tena ....

source: Lock
sw: Funga

source: GNOME needs to lock the screen
sw: GNOME inahitaji kufunga skrini

source: Unable to lock
sw: Haiwezi kufunga

source: Lock was blocked by an application
sw: Kufunga kumezuiwa na programu

source: Searching…
sw: Inatafuta ...

source: No results.
sw: Hakuna matokeo.

source: Copy
sw: Nakala

source: Paste
sw: Bandika

source: Show Text
sw: Onyesha maandishi

source: Hide Text
sw: Ficha maandishi

source: Search %s and more…
sw: Tafuta%sna zaidi…

source: Search the internet and more…
sw: Tafuta mtandao na zaidi…

source: Search…
sw: Tafuta…

source: Hidden Volume
sw: Kiasi cha siri

source: Windows System Volume
sw: Kiasi cha Mfumo wa Windows

source: Uses Keyfiles
sw: Inatumia funguo

source: To unlock a volume that uses keyfiles, use the <i>%s</i> utility instead.
sw: Kufunua kiasi kinachotumia funguo za siri, tumia<i>%s</i>matumizi badala yake.

source: PIM Number
sw: Nambari ya PIM

source: The PIM must be a number or empty.
sw: PIM lazima iwe nambari au isiyo na kitu.

source: Password
sw: Neno siri

source: Remember Password
sw: Kumbuka Neno siri

source: Open %s
sw: Fungua%s

source: Unable to start %s
sw: Haiwezi kuanza%s

source: Couldn’t find the %s application
sw: Sikuweza kupata%smatumizi

source: Accessibility
sw: Ufikiaji

source: Screen Reader
sw: usomaji wa skrini

source: Screen Keyboard
sw: Skrini Kinanda

source: Visual Alerts
sw: Taadhari za Kuonekana

source: Sticky Keys
sw: Funguo za Sticky

source: Slow Keys
sw: Punguza Funguo

source: Bounce Keys
sw: Bonyeza Funguo

source: Mouse Keys
sw: Funguo za Panya

source: High Contrast
sw: Tofauti kubwa

source: Large Text
sw: Maandishi makubwa

source: Updates Queue
sw: Sasisha Foleni

source: Set a Schedule
sw: Weka Mpangilio

source: Automatic Updates
sw: Sasisho za moja kwa moja

source: Automatic updates on
sw: Sasisho otomatiki kwenye

source: You have Unlimited Data so automatic updates have been turned on for this connection.
sw: Una data isiyo na kikomo kwa hivyo sasisho otomatiki zimewashwa kwa unganisho hili.

source: Automatic updates are turned off to save your data
sw: Sasisho otomatiki zimezimwa ili kuhifadhi data yako

source: You will need to choose which Endless updates to apply when on this connection.
sw: Utahitaji kuchagua ni sasisho zipi ambazo hazina mwisho kutumia wakati huu kwenye unganisho hili.

source: Change Settings…
sw: Badilisha Mipangilio…

source: Bluetooth
sw: msemaji wa kiblue

source: Bluetooth Settings
sw: Mipangilio ya kiblue

source: Bluetooth Off
sw: Kiblue Imezimwa

source: Bluetooth On
sw: Kiblue Imewashwa

source: Brightness
sw: Mwangaza

source: Single Click
sw: Bonyeza Moja

source: Double Click
sw: Bonyeza mara mbili

source: Drag
sw: Buruta

source: Secondary Click
sw: Bonyeza sekondari

source: Dwell Click
sw: Bonyeza Bonyeza

source: Keyboard
sw: Kibodi

source: Show Keyboard Layout
sw: Onyesha Mpangilio wa Kibodi

source: Location Enabled
sw: Mahali pa Kuwezeshwa

source: Disable
sw: Lemaza

source: Privacy Settings
sw: Mipangilio ya Usiri

source: Location In Use
sw: Mahali Katika Matumizi

source: Location Disabled
sw: Mahali Ulipolemazwa

source: Enable
sw: Wezesha

source: Give %s access to your location?
sw: Peana%sufikiaji wa eneo lako?

source: Location access can be changed at any time from the privacy settings.
sw: Ufikiaji wa eneo unaweza kubadilishwa wakati wowote kutoka kwa mipangilio ya faragha.

source: %s Off
sw: %sImezimwa

source: %s Connected
sw: %sImeunganishwa

source: %s Unmanaged
sw: %sHaijasimamiwa

source: %s Disconnecting
sw: %sKukataliwa

source: %s Connecting
sw: %sInaunganisha

source: %s Requires Authentication
sw: %sInahitaji Uthibitishaji

source: Firmware Missing For %s
sw: Kukosekana kwa Firmware Kwa%s

source: %s Unavailable
sw: %sHaipatikani

source: %s Connection Failed
sw: %sUunganisho Umeshindwa

source: Wired Settings
sw: Mipangilio ya Wired

source: Mobile Broadband Settings
sw: Mipangilio ya Broadband ya simu

source: %s Hardware Disabled
sw: %skifaa kimezuiliwa

source: %s Disabled
sw: %sWalemavu

source: Connect to Internet
sw: Unganisha kwenye mtandao

source: Airplane Mode is On
sw: Njia ya Ndege imewashwa

source: Wi-Fi is disabled when airplane mode is on.
sw: Wi-Fi imezimwa wakati hali ya ndege imewashwa.

source: Turn Off Airplane Mode
sw: Zima Njia ya Ndege

source: Wi-Fi is Off
sw: Wi-Fi imezimwa

source: Wi-Fi needs to be turned on in order to connect to a network.
sw: Wi-Fi inahitaji kuwashwa ili kuunganishwa na mtandao.

source: Turn On Wi-Fi
sw: Washa Wi-Fi

source: Wi-Fi Networks
sw: Mitandao ya Wi-Fi

source: Select a network
sw: Chagua mtandao

source: No Networks
sw: Hakuna Mitandao

source: Use hardware switch to turn off
sw: Tumia vifaa vya kubadili kuzima

source: Select Network
sw: Chagua Mtandao

source: Wi-Fi Settings
sw: Mipangilio ya Wi-Fi

source: %s Hotspot Active
sw: %sHotspot Inayotumika

source: %s Not Connected
sw: %sHaijaunganishwa

source: connecting…
sw: inaunganisha…

source: authentication required
sw: uthibitishaji unahitajika

source: connection failed
sw: unganisho limeshindwa

source: VPN Settings
sw: Mipangilio ya VPN

source: VPN Off
sw: VPN imezimwa

source: Network Settings
sw: Mipangilio ya Mtandao

source: Connection failed
sw: Unganisho limeshindwa

source: Activation of network connection failed
sw: Uanzishaji wa muunganisho wa mtandao umeshindwa

source: Display Settings
sw: Mipangilio ya Onyesho

source: Night Light Disabled
sw: Nuru ya Usiku Walemavu

source: Night Light On
sw: Mwanga wa Usiku Umewashwa

source: Resume
sw: Endelea au Rejea

source: Disable Until Tomorrow
sw: Imezuiliwa hadi Kesho

source: Enter unlock code…
sw: Ingiza msimbo wa kufungua ...

source: Getting time…
sw: Kupata wakati…

source: Less than 1 minute
sw: Chini ya Dakika 1

source: Power Settings
sw: Mipangilio ya Nguvu

source: Fully Charged
sw: kuchaji kufikia kiwango cha juu

source: Not Charging
sw: Kutoingiza chaji

source: Estimating…
sw: Inakadiria ...

source: %d∶%02d Remaining (%d %%)
sw: %d:%02dInabaki (%d%%)

source: %d∶%02d Until Full (%d %%)
sw: %d:%02dMpaka kamili ( %d%%)

source: Screen is Being Shared
sw: Skrini inashirikiwa

source: Turn off
sw: Kuzima

source: Airplane Mode On
sw: Njia ya Ndege imewashwa

source: Switch User
sw: Badili mtumiaji

source: Log Out
sw: logi nje ya akaunti

source: Account Settings
sw: Mipangilio ya Akaunti

source: Suspend
sw: Ahirisha

source: Power Off
sw: Kuzima

source: Thunderbolt
sw: Ngurumo

source: Unknown Thunderbolt device
sw: Kifaa kisichojulikana cha Thunderbolt

source: New device has been detected while you were away. Please disconnect and reconnect the device to start using it.
sw: Kifaa kipya kimegunduliwa ukiwa mbali. Tafadhali unganisha na unganishe kifaa ili uanze kuitumia.

source: Unauthorized Thunderbolt device
sw: Kifaa kisichoidhinishwa cha Thunderbolt

source: New device has been detected and needs to be authorized by an administrator.
sw: Kifaa kipya kimegunduliwa na kinahitaji kuidhinishwa na msimamizi.

source: Thunderbolt authorization error
sw: Kosa la idhini ya Thunderbolt

source: Could not authorize the Thunderbolt device: %s
sw: Haikuweza kuidhinisha kifaa cha Thunderbolt:%s

source: Volume changed
sw: juzuu Kiasi ilibadilika

source: Volume
sw: juzuu

source: Mirror
sw: Kioo

source: Join Displays
sw: Jiunge na Maonyesho

source: External Only
sw: Nje tu

source: Built-in Only
sw: Imejengwa ndani tu

source: Log in as another user
sw: Ingia kama mtumiaji mwingine

source: Unlock Window
sw: Fungua Dirisha

source: Applications
sw: Programu

source: “%s” is ready
sw: "%s"iko tayari

source: Do you want to keep these display settings?
sw: Je! Unataka kuweka mipangilio hii ya onyesho?

source: Revert Settings
sw: Rejea mipangilio

source: Keep Changes
sw: Weka Mabadiliko

source: %d × %d
sw: %dx%d

source: Minimize
sw: Punguza

source: Unmaximize
sw: Haikuongeza

source: Maximize
sw: Kuongeza

source: Move
sw: songa

source: Resize
sw: kusawazisha

source: Move Titlebar Onscreen
sw: Hoja Kichwa cha kichwa cha Onema

source: Always on Top
sw: Juu ya Juu kila wakati

source: Always on Visible Workspace
sw: Daima kwenye nafasi ya mahali pa kazi

source: Move to Workspace Left
sw: Sogeza kwa nafasi ya kazi kushoto

source: Move to Workspace Right
sw: Sogeza kwa nafasi ya nafasi ya kulia

source: Move to Workspace Up
sw: Sogeza kwa nafasi ya kazi juu

source: Move to Workspace Down
sw: Sogeza kwa nafasi ya kazi chini

source: Move to Monitor Up
sw: Hoja ili Kufuatilia

source: Move to Monitor Down
sw: Sogeza kwa Kufuatilia chini

source: Move to Monitor Left
sw: Nenda kwa Monitor kushoto

source: Move to Monitor Right
sw: Hoja ili Kufuatilia kulia

source: Evolution Calendar
sw: Kalenda ya Mageuzi

source: Name should be a very short (ideally descriptive) string. Examples are: %s
sw: Jina linapaswa kuwa kamba fupi (la kuelezea). Mifano ni:%s

source: Name
sw: Jina

source: Description is a single-sentence explanation of what your extension does. Examples are: %s
sw: Maelezo ni maelezo ya sentensi moja ya kile ugani wako hufanya. Mifano ni: %s

source: Description
sw: Maelezo

source: The unique identifier of the new extension
sw: Kitambulisho cha kipekee cha kiendelezi kipya

source: NAME
sw: JINA

source: The user-visible name of the new extension
sw: Jina linaloonekana la mtumiaji la kiendelezi kipya

source: DESCRIPTION
sw: MAELEZO

source: A short description of what the extension does
sw: Maelezo mafupi ya kile ugani hufanya

source: Enter extension information interactively
sw: Ingiza habari ya ugani kwa maingiliano

source: Create a new extension
sw: Unda kiendelezi kipya

source: Unknown arguments
sw: Hoja zisizojulikana

source: UUID, name and description are required
sw: UUID, jina na maelezo zinahitajika

source: Disable an extension
sw: Lemaza kiendelezi

source: No UUID given
sw: Hakuna UUID uliopewa

source: More than one UUID given
sw: Zaidi ya UUID mmoja uliyopewa

source: Enable an extension
sw: Washa kiendelezi

source: Show extensions info
sw: Onyesha maelezo ya upanuzi

source: Overwrite an existing extension
sw: Andika muhtasari uliopo

source: EXTENSION_BUNDLE
sw: BIASHARA ZA KIWANGO

source: Install an extension bundle
sw: Weka kifurushi cha ugani

source: No extension bundle specified
sw: Hakuna kifungu cha kiambatisho kilibainishwa

source: More than one extension bundle specified
sw: Zaidi ya kifungu kikuu cha ugani kimeainishwa

source: Show user-installed extensions
sw: Onyesha viendelezi vilivyosanikishwa na watumiaji
